/* displayed title of root of all collections */
"Bookmarks" = "Favorite";

/* displayed title of special bookmark that shows History items */
"History (bookmark proxy)" = "Istoric";

/* displayed title of special bookmarks folder that is used for favorites bar contents */
"Bookmarks Bar" = "Bară favorite";

/* displayed title of special bookmarks folder that is used for menu contents */
"Bookmarks Menu" = "Meniu favorite";

/* displayed title of special bookmarks folder that is used for menu contents */
"Reading List" = "Listă de lecturi";
